help_message = """Привет! &#128526;
Я Бот-Суммаризатор, разработанный командой dataminds, чем я могу помочь? &#128064;
Я умею суммаризовать сообщения (извлекать главные мысли и тезисы). Для того чтобы попробовать просто ответь на сообщение, с которого хочешь начать суммаризацию и тегни меня с подписью "с".

Generate by dataminds
"""

start_message = """Привет! &#128526;
Я Бот-Суммаризатор, разработанный командой dataminds. &#128064;
Я умею суммаризовать сообщения (извлекать главные мысли и тезисы). Для того чтобы попробовать просто ответь на сообщение, с которого хочешь начать суммаризацию и тегни меня с подписью "с".

Список доступных команд:
тегнуть меня - помощь
тегнуть меня с подписью "с" - начать суммаризацию

Generate by dataminds
"""

zero_selected_message = """Вы не выбрали сообщение, с которого начнется суммаризация! Пожалуйста, выберите сообщение или обратитесь за помощью тегнув меня.
        
Generate by dataminds
"""